[Language]
Product_Name=EaseUS Todo PCTrans
Main_Title=선택해 주셔서 감사합니다 EaseUS Todo PCTrans
Sub_Title=전반적인 경험을 어떻게 평가 하겠습니까?
Terrible=싫어요
Poor=별로예요
Good=좋아요
Great=아주 좋아요
Excellent=최고예요
Never_Ask_Again=다시 묻지 않음
Rate_Now=지금 평가
Feedback_Text_Tips=여기에 귀하의 의견을 남겨 주세요.
Feedback_Length_Tips=500 이상의 문자를 입력 했습니다.에 이메일을 보내주십시오 support@easeus.com.

